Repository: nickotmazgin/chip_companion
Catalog: lib/l10n/app_*.arb
Languages: es, fr, he, ru

# supportIntro
source: Chip Companion is a solo project, built and maintained with passion. Your support helps cover costs and fund future development so the core features can stay free for everyone.
es: Chip Companion es un proyecto individual, construido y mantenido con pasión. Su apoyo ayuda a cubrir costos y financiar el desarrollo futuro para que las funciones centrales sigan siendo gratuitas para todos.
fr: Chip Companion est un projet individuel, construit et maintenu avec passion. Votre soutien aide à couvrir les coûts et à financer le développement futur afin que les fonctionnalités essentielles restent gratuites pour tous.
he: Chip Companion הוא פרויקט יחיד, שנבנה ומתוחזק בתשוקה. התמיכה שלכם עוזרת לכסות עלויות ולממן פיתוח עתידי כדי שהפונקציות המרכזיות יישארו חינמיות לכולם.
ru: Chip Companion — это одиночный проект, созданный и поддерживаемый с энтузиазмом. Ваша поддержка помогает покрывать расходы и финансировать дальнейшую разработку, чтобы основные функции оставались бесплатными для всех.

# supportVoluntaryNote
source: Contributions are 100% voluntary and do not unlock features or content inside the app. For any in‑app purchases (like Pro features), Google Play billing is used. This page is only for optional donations.
es: Las contribuciones son 100% voluntarias y no desbloquean funciones ni contenido dentro de la aplicación. Para cualquier compra dentro de la app (como funciones Pro), se utiliza la facturación de Google Play. Esta página es solo para donaciones opcionales.
fr: Les contributions sont 100% volontaires et ne débloquent pas de fonctionnalités ou de contenu dans l'application. Pour tout achat intégré (comme les fonctionnalités Pro), la facturation Google Play est utilisée. Cette page est uniquement destinée aux dons optionnels.
he: תרומות הן 100% בהתנדבות ואינן פותחות תכונות או תוכן בתוך האפליקציה. עבור רכישות בתוך האפליקציה (כמו תכונות Pro), נעשה שימוש בחיוב של Google Play. דף זה מיועד לתרומות אופציונליות בלבד.
ru: Взносы являются на 100% добровольными и не открывают функции или контент внутри приложения. Для любых покупок внутри приложения (например, функций Pro) используется биллинг Google Play. Эта страница предназначена только для необязательных пожертвований.

source: Donate via PayPal
es: Donar vía PayPal
fr: Faire un don via PayPal
he: תרמו דרך PayPal
ru: Пожертвовать через PayPal

# supportVoluntaryButton
source: Support (Voluntary)
es: Apoyo (Voluntario)
fr: Soutien (Volontaire)
he: תמיכה (התנדבותי)
ru: Поддержка (добровольно)

# autoValidateOnScanTitle
source: Auto-validate on scan
es: Validación automática al escanear
fr: Validation automatique lors du scan
he: אימות אוטומטי בעת סריקה
ru: Автопроверка при сканировании

# autoValidateOnScanSubtitle
source: When enabled, IDs scanned via Bluetooth or NFC will automatically validate on the Home screen
es: Cuando está habilitada, los IDs escaneados mediante Bluetooth o NFC se validarán automáticamente en la pantalla de Inicio
fr: Lorsqu'elle est activée, les ID scannés via Bluetooth ou NFC seront automatiquement validés sur l'écran d'accueil
he: כאשר מופעל, מזהים שנסרקו באמצעות Bluetooth או NFC יאומתו אוטומטית במסך הבית
ru: Если включено, ID, отсканированные через Bluetooth или NFC, будут автоматически проверяться на главном экране

source: Device actions
es: Acciones del dispositivo
fr: Actions de l'appareil
he: פעולות מכשיר
ru: Действия устройства

source: Set device alias
es: Establecer alias del dispositivo
fr: Définir un alias de l'appareil
he: הגדר כינוי למכשיר
ru: Задать псевдоним устройства

source: Alias
he: כינוי
ru: Псевдоним

source: Save
es: Guardar
fr: Enregistrer
he: שמור
ru: Сохранить

source: Remember device
es: Recordar dispositivo
fr: Mémoriser l'appareil
he: זכור מכשיר
ru: Запомнить устройство

source: Forget device
es: Olvidar dispositivo
fr: Oublier l'appareil
he: מחק מכשיר
ru: Забыть устройство

source: Set alias
es: Establecer alias
fr: Définir un alias
he: הגדר כינוי
ru: Задать псевдоним

source: Disconnect
es: Desconectar
fr: Déconnecter
he: נתק
ru: Отключить

source: Unsupported
es: No compatible
fr: Non pris en charge
he: לא נתמך
ru: Не поддерживается

source: Off
es: Apagado
fr: Éteint
he: כבוי
ru: Выключено

# noSubscriptionLifetimeAccess
source: No subscription. Lifetime access to Pro features.
es: Sin suscripción. Acceso de por vida a las funciones Pro.
fr: Pas d'abonnement. Accès à vie aux fonctionnalités Pro.
he: ללא מנוי. גישה לכל חיי המוצר לתכונות Pro.
ru: Без подписки. Пожизненный доступ к функциям Pro.

# proWebPurchaseNotice
source: In-app purchases are not available on web. Use the Android/iOS app to unlock Pro with a one-time purchase (lifetime access) through official store billing.
es: Las compras dentro de la aplicación no están disponibles en la web. Use la app de Android/iOS para desbloquear Pro con una compra única (acceso de por vida) a través de la facturación oficial de la tienda.
fr: Les achats intégrés ne sont pas disponibles sur le web. Utilisez l'application Android/iOS pour débloquer Pro avec un achat unique (accès à vie) via la facturation officielle du store.
he: רכישות בתוך האפליקציה אינן זמינות באינטרנט. השתמשו באפליקציית Android/iOS כדי לפתוח את Pro ברכישה חד-פעמית (גישה לכל החיים) דרך החנות הרשמית.
ru: Покупки в приложении недоступны в веб-версии. Используйте приложение Android/iOS, чтобы разблокировать Pro с одноразовой покупкой (пожизненный доступ) через официальную биллинг-систему магазина.

# nfcNoPairedListInfo
source: NFC does not maintain a paired devices list. When available on your phone, simply tap a tag to scan—no pairing required.
es: NFC no mantiene una lista de dispositivos emparejados. Cuando esté disponible en su teléfono, simplemente toque una etiqueta para escanear—no se requiere emparejamiento.
fr: Le NFC ne maintient pas de liste d'appareils appariés. Lorsqu'il est disponible sur votre téléphone, il suffit d'approcher une étiquette pour scanner—aucun appariement requis.
he: ל-NFC אין רשימת מכשירים מזווגים. כאשר זמין בטלפון שלכם, פשוט הקישו על תג כדי לסרוק—לא נדרש זיווג.
ru: NFC не ведет список сопряженных устройств. Если NFC доступен на вашем телефоне, просто поднесите метку для сканирования — сопряжение не требуется.

# deviceClass
source: Class
es: Clase
fr: Classe
he: מחלקה
ru: Класс
