Repository: nickotmazgin/chip_companion
Catalog: lib/l10n/app_*.arb
Languages: es, fr, he, ru

source: About
es: Acerca de
fr: À Propos
he: אודות
ru: О приложении

# aboutDescription
source: Professional pet microchip validator and registry directory. Validate microchip formats, scan with Bluetooth and NFC devices, and access comprehensive registry contact information worldwide.
es: Compañero de Chip es una herramienta profesional para validación de formatos de microchip con capacidades de escaneo Bluetooth y NFC y directorio completo de registros.
fr: Validateur professionnel de puces électroniques pour animaux et répertoire de registres. Validez les formats de puces électroniques, scannez avec des appareils Bluetooth et NFC, et accédez aux informations de contact des registres dans le monde entier.
he: מאמת מיקרו-שבבים מקצועי לבעלי חיים ומדריך רישומים. אמת פורמטים של מיקרו-שבבים, סרוק עם מכשירי Bluetooth ו-NFC, וגש למידע ליצירת קשר עם רישומים ברחבי העולם.
ru: Профессиональный валидатор микрочипов для животных и справочник реестров. Проверяйте форматы микрочипов, сканируйте с устройствами Bluetooth и NFC, и получайте доступ к контактной информации реестров по всему миру.

# aboutTitle
source: About
es: Acerca de
fr: À propos
he: אודות
ru: О Приложении

# appDisclaimer
source: This app is designed to help reunite lost pets with their families. Always verify information with official registries and veterinarians. Results are provided for informational purposes only.
es: Esta aplicación está diseñada para ayudar a reunir mascotas perdidas con sus familias. Siempre verifique la información con registros oficiales y veterinarios. Los resultados se proporcionan solo con fines informativos.
fr: Cette application est conçue pour aider à réunir les animaux perdus avec leurs familles. Vérifiez toujours les informations avec les registres officiels et vétérinaires. Les résultats sont fournis à des fins informatives uniquement.
he: אפליקציה זו נועדה לעזור להחזיר חיות מחמד אבודות למשפחותיהן. תמיד אמת מידע עם רישומים רשמיים ווטרינרים. התוצאות מסופקות למטרות מידע בלבד.
ru: Это приложение предназначено для помощи в воссоединении потерянных животных с их семьями. Всегда проверяйте информацию с официальными реестрами и ветеринарами. Результаты предоставляются только в информационных целях.

source: App Information
es: Información de la App
fr: Informations de l'App
he: מידע על האפליקציה
ru: Информация о Приложении

# appTitle
source: Chip Companion
es: Compañero de Chip
fr: Compagnon de Puce
he: מלווה הצ'יפ
ru: Спутник Чипа

source: Available
es: Disponible
fr: Disponible
he: זמין
ru: Доступно

# bluetoothNotEnabled
source: Bluetooth is not enabled. Please enable Bluetooth in your device settings.
es: Bluetooth no está habilitado. Active Bluetooth en la configuración de su dispositivo.
fr: Bluetooth n'est pas activé. Veuillez activer Bluetooth dans les paramètres de votre appareil.
he: Bluetooth לא מופעל. אנא הפעל Bluetooth בהגדרות המכשיר שלך.
ru: Bluetooth не включен. Пожалуйста, включите Bluetooth в настройках вашего устройства.

# bluetoothNotEnabledMessage
source: Bluetooth is not enabled. Please enable Bluetooth in your device settings.
es: Bluetooth no está habilitado. Por favor, habilite Bluetooth en la configuración de su dispositivo.
fr: Bluetooth n'est pas activé. Veuillez activer Bluetooth dans les paramètres de votre appareil.
he: Bluetooth לא מופעל. אנא הפעל Bluetooth בהגדרות המכשיר שלך.
ru: Bluetooth не включен. Пожалуйста, включите Bluetooth в настройках вашего устройства.

source: Bluetooth scan failed
es: Falló el escaneo Bluetooth
fr: Échec du scan Bluetooth
he: סריקת Bluetooth נכשלה
ru: Ошибка сканирования Bluetooth

source: Bluetooth Scanners
es: Escáneres Bluetooth
fr: Scanners Bluetooth
he: סורקי Bluetooth
ru: Bluetooth Сканеры

# bluetoothScanningPro
source: Bluetooth Scanning
es: Escaneo Bluetooth
fr: Scan Bluetooth
he: סריקת Bluetooth
ru: Bluetooth Сканирование

# glossaryTitle
source: Microchip Glossary
es: Glosario de microchips
fr: Glossaire des puces électroniques
he: מילון מונחי מיקרו-צ'יפ
ru: Глоссарий микрочипов

# glossaryAboutTitle
source: About Chip Companion
es: Acerca de Chip Companion
fr: À propos de Chip Companion
he: אודות Chip Companion
ru: О Chip Companion

# glossaryAboutBody
source: Chip Companion helps validate pet microchip ID formats and provides public registry contact guidance. You can scan microchips using compatible Bluetooth scanners or NFC (where supported) and, if enabled in Settings, new scans will auto‑validate on the Home screen.
es: Chip Companion ayuda a validar los formatos de ID de microchip para mascotas y proporciona información pública de contacto de los registros. Puede escanear microchips con escáneres Bluetooth compatibles o NFC (cuando esté disponible) y, si está habilitado en Configuración, las nuevas lecturas se validarán automáticamente en la pantalla de Inicio.
fr: Chip Companion aide à valider les formats d'identifiants de puces électroniques pour animaux et fournit des informations de contact publiques des registres. Vous pouvez scanner des puces avec des scanners Bluetooth compatibles ou via le NFC (lorsque pris en charge) et, si activé dans les Paramètres, les nouveaux scans seront validés automatiquement sur l'écran d'accueil.
he: Chip Companion מסייע באימות פורמטים של מזהי מיקרו-צ'יפ לבעלי חיים ומספק פרטי קשר ציבוריים של רישומי שבבים. ניתן לסרוק מיקרו-צ'יפים באמצעות סורקי Bluetooth תואמים או NFC (כאשר נתמך), ואם מופעל בהגדרות — סריקות חדשות יאומתו אוטומטית במסך הבית.
ru: Chip Companion помогает проверять формат идентификаторов микрочипов домашних животных и предоставляет справочную контактную информацию реестров. Можно сканировать микрочипы с помощью совместимых Bluetooth‑сканеров или через NFC (где поддерживается) и, если включено в настройках, новые сканы будут автоматически проверяться на главном экране.

# glossaryHowTitle
source: How validation works
es: Cómo funciona la validación
fr: Comment fonctionne la validation
he: כיצד פועל האימות
ru: Как работает проверка

# glossaryHowBody
source: The app validates the structure of microchip IDs (length, character set, and known patterns) against common formats. Validation confirms that an ID looks correct, but it does not prove that a chip is registered or who owns it. For ownership and registration status, contact the appropriate registry directly.
es: La aplicación valida la estructura de los IDs de microchip (longitud, conjunto de caracteres y patrones conocidos) según formatos comunes. La validación confirma que un ID parece correcto, pero no prueba que el microchip esté registrado ni quién es su propietario. Para el estado de registro y la propiedad, contacte directamente con el registro correspondiente.
fr: L'application valide la structure des identifiants de puces (longueur, jeu de caractères et modèles connus) par rapport aux formats courants. La validation confirme qu'un identifiant semble correct, mais ne prouve pas qu'une puce est enregistrée ni qui en est le propriétaire. Pour l'état d'enregistrement et la propriété, contactez directement le registre approprié.
he: האפליקציה מאמתת את מבנה המזהה של המיקרו-צ'יפ (אורך, תווים ותבניות ידועות) מול פורמטים נפוצים. האימות מאשר שהמזהה נראה תקין, אך אינו מוכיח שהשבב רשום או מיהו הבעלים. למידע על רישום ובעלות, פנו ישירות לרישום המתאים.
ru: Приложение проверяет структуру ID микрочипов (длина, набор символов и известные шаблоны) по распространённым форматам. Проверка подтверждает, что ID выглядит корректно, но не доказывает, что чип зарегистрирован и кто является владельцем. Для статуса регистрации и сведений о владельце обращайтесь непосредственно в соответствующий реестр.

# glossaryISOBody
source: Standard 15‑digit numeric microchip. The first 3 digits (prefix) can indicate a country (001–899) or a manufacturer (900–998).
es: Microchip numérico estándar de 15 dígitos. Los primeros 3 dígitos (prefijo) pueden indicar un país (001–899) o un fabricante (900–998).
fr: Puce standard numérique à 15 chiffres. Les 3 premiers chiffres (préfixe) peuvent indiquer un pays (001–899) ou un fabricant (900–998).
he: שבב מספרי סטנדרטי בן 15 ספרות. שלוש הספרות הראשונות (קידומת) יכולות לציין מדינה (001–899) או יצרן (900–998).
ru: Стандартный цифровой микрочип из 15 цифр. Первые 3 цифры (префикс) могут указывать на страну (001–899) или производителя (900–998).

# glossaryAvidTitle
source: AVID 10‑digit
es: AVID de 10 dígitos
fr: AVID 10 chiffres
he: AVID בן 10 ספרות
ru: AVID 10‑значный

# glossaryAvidBody
source: Legacy/non‑ISO 10‑digit numeric format used by AVID PETtrac.
es: Formato numérico no ISO de 10 dígitos utilizado por AVID PETtrac.
fr: Format numérique non ISO à 10 chiffres utilisé par AVID PETtrac.
he: פורמט מספרי לא-ISO בן 10 ספרות בשימוש AVID PETtrac.
ru: Нестандартный (не ISO) 10‑значный цифровой формат, используемый AVID PETtrac.

# glossaryLegacyTitle
source: Legacy 9‑digit
es: Formato antiguo de 9 dígitos
fr: Ancien format 9 chiffres
he: פורמט ותיק בן 9 ספרות
ru: Устаревший 9‑значный

# glossaryLegacyBody
source: Older 9‑digit numeric formats. Coverage varies; check multiple registries.
es: Formatos numéricos antiguos de 9 dígitos. La cobertura varía; verifique varios registros.
fr: Anciens formats numériques à 9 chiffres. Couverture variable ; vérifiez plusieurs registres.
he: פורמטים מספריים ישנים בני 9 ספרות. הכיסוי משתנה; בדקו מספר רישומים.
ru: Более ранние 9‑значные цифровые форматы. Покрытие различается; проверяйте несколько реестров.

# glossaryHexTitle
source: Hex‑encoded ISO
es: ISO codificado en hexadecimal
fr: ISO encodé en hexadécimal
he: ISO מקודד הקסדצימלי
ru: Шестнадцатеричный ISO

# glossaryHexBody
source: Some scanners or systems display a 15‑character hexadecimal representation. Convert to a 15‑digit decimal ISO number for official lookups.
es: Algunos escáneres o sistemas muestran una representación hexadecimal de 15 caracteres. Conviértalo a un número ISO decimal de 15 dígitos para búsquedas oficiales.
fr: Certains scanners ou systèmes affichent une représentation hexadécimale de 15 caractères. Convertissez en un numéro ISO décimal à 15 chiffres pour les recherches officielles.
he: חלק מהסורקים או המערכות מציגים ייצוג הקסדצימלי בן 15 תווים. המרוהו למספר ISO עשרוני בן 15 ספרות לצורך בדיקות רשמיות.
ru: Некоторые сканеры или системы показывают 15‑символьное шестнадцатеричное представление. Преобразуйте в десятичный ISO‑номер из 15 цифр для официальных проверок.

# glossaryScanningTitle
source: Scanning methods
es: Métodos de escaneo
fr: Méthodes de scan
he: שיטות סריקה
ru: Методы сканирования

# glossaryScanningBody
source: Bluetooth: Pair a compatible pet microchip scanner and scan from the Devices tab. NFC: On supported phones, tap a compatible chip to read its ID. Auto‑validate: Enable in Settings to automatically validate scanned IDs on the Home screen.
es: Bluetooth: Empareje un escáner de microchips compatible y escanee desde la pestaña Dispositivos. NFC: En teléfonos compatibles, acerque un microchip compatible para leer su ID. Validación automática: Actívela en Configuración para validar automáticamente los IDs escaneados en la pantalla de Inicio.
fr: Bluetooth : Associez un scanner compatible et scannez depuis l'onglet Appareils. NFC : Sur les téléphones pris en charge, approchez une puce compatible pour lire son identifiant. Validation automatique : Activez-la dans Paramètres pour valider automatiquement les identifiants scannés sur l'écran d'accueil.
he: Bluetooth: קשרו סורק שבבים תואם וסרקו מלשונית המכשירים. NFC: בטלפונים נתמכים, געו בשבב תואם לקריאת המזהה. אימות אוטומטי: הפעילו בהגדרות כדי לאמת אוטומטית מזהים שנסרקו במסך הבית.
ru: Bluetooth: Подключите совместимый сканер микрочипов и сканируйте на вкладке Устройства. NFC: На поддерживаемых телефонах коснитесь совместимого чипа, чтобы считать его ID. Автопроверка: Включите в Настройках, чтобы автоматически проверять отсканированные ID на главном экране.

# glossaryDisclaimer
source: Disclaimer: This app provides format validation and public registry contact guidance for reference only. It does not perform official database lookups, confirm registration status, or store owner data. Manufacturer/Country code hints are based on public information and may not be guaranteed.
es: Aviso: Esta aplicación ofrece validación de formato e información de contacto de registros públicos solo como referencia. No realiza búsquedas oficiales en bases de datos, no confirma el estado de registro ni almacena datos de propietarios. Las indicaciones de códigos de Fabricante/País se basan en información pública y no están garantizadas.
fr: Avertissement : Cette application fournit une validation de format et des informations de contact des registres à titre indicatif uniquement. Elle n'effectue pas de recherches officielles en base de données, ne confirme pas l'état d'enregistrement et ne stocke pas de données de propriétaires. Les indications sur les codes Fabricant/Pays sont basées sur des informations publiques et ne sont pas garanties.
he: כתב ויתור: אפליקציה זו מספקת אימות פורמט ופרטי קשר של רישומי שבבים לצורך מידע בלבד. היא אינה מבצעת חיפושים רשמיים במסדי נתונים, אינה מאשרת סטטוס רישום ואינה שומרת נתוני בעלים. רמזים לקוד יצרן/מדינה מבוססים על מידע ציבורי ואינם מובטחים.
ru: Отказ от ответственности: Приложение предоставляет проверку формата и справочную контактную информацию реестров только для ознакомительных целей. Оно не выполняет официальные запросы к базам данных, не подтверждает статус регистрации и не хранит данные владельцев. Подсказки по кодам Производителя/Страны основаны на открытых источниках и не гарантируются.

# glossaryDigitsTitle
source: What the 15 digits mean
es: Qué significan los 15 dígitos
fr: Ce que signifient les 15 chiffres
he: מה משמעות 15 הספרות
ru: Что означают 15 цифр

# glossaryDigitsBody
source: Digits 1–3: Country (001–899) or Manufacturer (900–998) prefix. Digits 4–14: Unique identifier. Digit 15: Sequence digit (not a check digit). Prefixes can hint at origin, but always verify registration with official registries.
es: Dígitos 1–3: prefijo de País (001–899) o Fabricante (900–998). Dígitos 4–14: identificador único. Dígito 15: dígito de secuencia (no un dígito de control). Los prefijos pueden sugerir el origen, pero verifique siempre el registro con los registros oficiales.
fr: Chiffres 1–3 : préfixe Pays (001–899) ou Fabricant (900–998). Chiffres 4–14 : identifiant unique. Chiffre 15 : chiffre de séquence (pas un chiffre de contrôle). Les préfixes peuvent donner un indice, mais vérifiez toujours l’enregistrement auprès des registres officiels.
he: ספרות 1–3: קידומת מדינה (001–899) או יצרן (900–998). ספרות 4–14: מזהה ייחודי. ספרה 15: ספרת רצף (לא ספרת ביקורת). הקידומות עשויות לרמוז על מקור, אך תמיד בדקו רישום מול רישומים רשמיים.
ru: Цифры 1–3: префикс страны (001–899) или производителя (900–998). Цифры 4–14: уникальный идентификатор. Цифра 15: порядковая (не контрольная). Префиксы могут подсказывать происхождение, но статус регистрации всегда проверяйте в официальных реестрах.

# glossaryEdgeCasesTitle
source: Common edge cases
es: Casos límite comunes
fr: Cas particuliers courants
he: מקרי קצה נפוצים
ru: Типичные особые случаи

# glossaryEdgeCasesBody
source: Leading zeros may be omitted on labels; remove spaces and hyphens when typing. Hex vs decimal: convert hex to a 15‑digit decimal for lookups. Cloned or re‑encoded chips exist—validation confirms format only, not registration.
es: Los ceros iniciales pueden omitirse en las etiquetas; elimine espacios y guiones al escribir. Hexadecimal vs decimal: convierta el hexadecimal a un ISO decimal de 15 dígitos para las búsquedas. Existen chips clonados o re‑codificados: la validación confirma el formato, no el registro.
fr: Les zéros initiaux peuvent être omis sur les étiquettes ; supprimez espaces et tirets lors de la saisie. Hexadécimal vs décimal : convertissez l’hexadécimal en un ISO décimal à 15 chiffres pour les recherches. Des puces clonées ou ré‑encodées existent — la validation ne confirme que le format, pas l’enregistrement.
he: אפסים מובילים עשויים להישמט בתוויות; הסירו רווחים ומקפים בעת הזנה. הקס מול עשרוני: המירו הקס ל‑ISO עשרוני בן 15 ספרות לצורך בדיקות. קיימים שבבים משוכפלים/מותאמים מחדש — האימות מאשר פורמט בלבד, לא רישום.
ru: В начале могут опускаться нули на ярлыках; удаляйте пробелы и дефисы при вводе. Шестнадцатеричный vs десятичный: для проверок преобразуйте hex в десятичный ISO‑номер из 15 цифр. Существуют клонированные/перекодированные чипы — проверка подтверждает лишь формат, а не регистрацию.

# glossaryBeyondTitle
source: Beyond companion animals
es: Más allá de los animales de compañía
fr: Au‑delà des animaux de compagnie
he: מעבר לחיות מחמד
ru: За пределами домашних животных

# bluetoothScannersIntro
source: Connect to external RFID scanners via Bluetooth. These devices work like keyboards and automatically populate the chip ID field.
es: Conéctate a lectores RFID externos por Bluetooth. Estos dispositivos funcionan como teclados y rellenan automáticamente el campo de ID del chip.
fr: Connectez des lecteurs RFID externes via Bluetooth. Ces appareils fonctionnent comme des claviers et remplissent automatiquement le champ d’identifiant.
he: התחברו לקוראי RFID חיצוניים דרך Bluetooth. המכשירים פועלים כמו מקלדת וממלאים אוטומטית את מזהה הצ'יפ.
ru: Подключайте внешние RFID‑сканеры по Bluetooth. Эти устройства работают как клавиатуры и автоматически заполняют поле идентификатора чипа.

# nfcNdefSupportNote
source: NFC NDEF tags (collars/cards) are supported: if a tag contains a chip ID in text/URL, the app will extract it, populate Home, and validate. Implanted FDX‑B chips still require an external 134.2 kHz reader.
es: Se admiten etiquetas NFC NDEF (collares/tarjetas): si una etiqueta contiene un ID en texto/URL, la app lo extrae, completa Inicio y valida. Los microchips implantados FDX‑B aún requieren un lector externo de 134,2 kHz.
fr: Les tags NFC NDEF (colliers/cartes) sont pris en charge : si un tag contient un identifiant dans un texte/URL, l’application l’extrait, remplit l’accueil et valide. Les puces implantées FDX‑B nécessitent toujours un lecteur 134,2 kHz externe.
he: תגיות NFC NDEF (קולרים/כרטיסים) נתמכות: אם תג מכיל מזהה בטקסט/כתובת, האפליקציה תחלץ אותו, תמלא את המסך הראשי ותבצע אימות. שבבי FDX‑B מושתלים עדיין דורשים קורא חיצוני בתדר 134.2 קה״צ.
ru: Поддерживаются NFC‑метки NDEF (ошейники/карты): если метка содержит идентификатор в тексте/URL, приложение извлечёт его, заполнит Главную и выполнит проверку. Имплантированные FDX‑B‑чипы по‑прежнему требуют внешнего считывателя 134,2 кГц.

# glossaryBeyondBody
source: Pets typically use FDX‑B (ISO 11784/11785). Livestock and some industrial systems may use HDX or other technologies. This app focuses on pet microchip ID formats and guidance.
es: Las mascotas suelen usar FDX‑B (ISO 11784/11785). El ganado y algunos sistemas industriales pueden usar HDX u otras tecnologías. Esta app se centra en los formatos de ID de microchip de mascotas y la orientación correspondiente.
fr: Les animaux de compagnie utilisent généralement FDX‑B (ISO 11784/11785). Le bétail et certains systèmes industriels peuvent utiliser HDX ou d’autres technologies. Cette application se concentre sur les formats d’ID de puce pour animaux de compagnie et l’orientation correspondante.
he: חיות מחמד משתמשות בדרך כלל ב‑FDX‑B (ISO 11784/11785). בענפי משק ובמערכות תעשייתיות משתמשים לעיתים ב‑HDX או טכנולוגיות אחרות. אפליקציה זו מתמקדת בפורמטים של מזהי מיקרו‑שבבים לחיות מחמד ובהכוונה מתאימה.
ru: Домашние животные обычно используют FDX‑B (ISO 11784/11785). В животноводстве и ряде промышленных систем применяются HDX и другие технологии. Это приложение ориентировано на форматы ID микрочипов для питомцев и соответствующие рекомендации.

source: Cancel
es: Cancelar
fr: Annuler
he: ביטול
ru: Отмена

# checkingPurchases
source: Checking for previous purchases...
es: Verificando compras anteriores...
fr: Vérification des achats précédents...
he: בודק רכישות קודמות...
ru: Проверка предыдущих покупок...

# chipIdHint
source: Enter 9, 10, or 15 digit chip ID
es: Introduzca un ID de 9, 10 o 15 dígitos
fr: Entrez un ID de 9, 10 ou 15 chiffres
he: הכנס מזהה של 9, 10 או 15 ספרות
ru: Введите ID из 9, 10 или 15 цифр

source: Chip ID Scanned
es: ID de Chip Escaneado
fr: ID de Puce Scannée
he: מזהה צ'יפ נסרק
ru: ID Чипа Отсканирован

# chipIdScannedTitle
source: Chip ID Scanned
es: ID de Chip Escaneado
fr: ID de Puce Scannée
he: מזהה שבב נסרק
ru: ID Чипа Отсканирован

source: Chip Type
es: Tipo de Chip
fr: Type de Puce
he: סוג צ'יפ
ru: Тип Чипа

# connectExternalScanners
source: Connect to external RFID scanners via Bluetooth
es: Conectar a escáneres RFID externos vía Bluetooth
fr: Connecter aux scanners RFID externes via Bluetooth
he: התחבר לסורקי RFID חיצוניים דרך Bluetooth
ru: Подключиться к внешним RFID сканерам через Bluetooth

source: Contact
es: Contacto
he: יצירת קשר
ru: Контакты

source: Contact Developer
es: Contactar Desarrollador
fr: Contacter le Développeur
he: צור קשר עם המפתח
ru: Связаться с Разработчиком

# contactInfo
source: Contact
es: Información de Contacto
fr: Informations de Contact
he: פרטי קשר
ru: Контактная Информация

# contactRegistry
source: Contact Registry for Verification
es: Contacte al registro para verificación
fr: Contactez le registre pour vérification
he: צור קשר עם הרישום לאימות
ru: Свяжитесь с реестром для проверки

# copyrightNotice
source: Copyright © 2025. All rights reserved.
es: Copyright © 2025. Todos los derechos reservados.
fr: Copyright © 2025. Tous droits réservés.
he: זכויות יוצרים © 2025. כל הזכויות שמורות.
ru: Авторские права © 2025. Все права защищены.

source: Created by
es: Creado con ❤️ por Nick Otmazgin
fr: Créé avec ❤️ par Nick Otmazgin
he: נוצר עם ❤️ על ידי ניק אוטמזגין
ru: Создано с ❤️ Ником Отмазгиным

source: Description
es: Descripción
he: תיאור
ru: Описание

# developedBy
source: Developed by Nick Otmazgin
es: Desarrollado por Nick Otmazgin
fr: Développé par Nick Otmazgin
he: פותח על ידי ניק אוטמזגין
ru: Разработано Ником Отмазгиным

source: Developer
es: Desarrollador
fr: Développeur
he: מפתח
ru: Разработчик

# deviceManagementPro
source: Device Management
es: Gestión de Dispositivos
fr: Gestion des Appareils
he: ניהול מכשירים
ru: Управление Устройствами

source: Device Status
es: Estado del Dispositivo
fr: État de l'Appareil
he: סטטוס המכשיר
ru: Статус Устройства

# devicesTitle
source: Devices & Scanners
es: Dispositivos
fr: Appareils
he: מכשירים
ru: Устройства

# homeTitle
source: Home
es: Inicio
fr: Accueil
he: בית
ru: Главная
