Repository: nickotmazgin/chip_companion
Catalog: lib/l10n/app_*.arb
Languages: es, fr, he, ru

# disclaimer
source: ⚠️ For Reference Only This app provides microchip format validation and registry directory services. It does not connect to live databases or provide actual pet identification lookups. For official pet identification and database searches, contact veterinary professionals and official registries directly.
es: ⚠️ Solo para Referencia Esta aplicación proporciona servicios de validación de formato de microchip y directorio de registros. No se conecta a bases de datos en vivo ni proporciona búsquedas de identificación de mascotas reales. Para identificación oficial de mascotas y búsquedas en bases de datos, contacte profesionales veterinarios y registros oficiales directamente.
fr: ⚠️ Pour Référence Seulement Cette application fournit des services de validation de format de puce électronique et de répertoire de registres. Elle ne se connecte pas aux bases de données en direct et ne fournit pas de recherches d'identification d'animaux réelles. Pour l'identification officielle d'animaux et les recherches dans les bases de données, contactez les professionnels vétérinaires et les registres officiels directement.
he: ⚠️ למטרות התייחסות בלבד אפליקציה זו מספקת שירותי אימות פורמט מיקרו-שבבים ומדריך רישומים. היא אינה מתחברת למסדי נתונים חיים ואינה מספקת חיפושי זיהוי בעלי חיים אמיתיים. לזיהוי רשמי של בעלי חיים וחיפושים במסדי נתונים, צור קשר עם אנשי מקצוע וטרינרים ורישומים רשמיים ישירות.
ru: ⚠️ Только для Справки Это приложение предоставляет услуги валидации формата микрочипов и справочник реестров. Оно не подключается к живым базам данных и не предоставляет реальный поиск идентификации животных. Для официальной идентификации животных и поиска в базах данных обращайтесь к ветеринарным специалистам и официальным реестрам напрямую.

# educationalOnly
source: Format validation and registry directory
es: Validación de formato y directorio de registros
fr: Validation de format professionnel uniquement
he: אימות פורמט מקצועי בלבד
ru: Только профессиональная проверка формата

source: Email copied to clipboard
es: Email copiado al portapapeles
fr: Email copié dans le presse-papiers
he: אימייל הועתק ללוח
ru: Email скопирован в буфер обмена

# enhancedDeviceInfo
source: Enhanced paired device information and status
es: Información mejorada de dispositivos emparejados y estado
fr: Informations améliorées des appareils appariés et statut
he: מידע משופר על מכשירים מזווגים וסטטוס
ru: Улучшенная информация о сопряженных устройствах и статусе

# enterChipId
source: Enter Microchip ID
es: Introducir ID de microchip
fr: Entrer l'ID de la Puce
he: הכנס מזהה צ'יפ
ru: Введите ID Чипа

source: Enter Microchip ID
es: Ingrese un ID de microchip para encontrar información de registro de mascotas
fr: Entrez un ID de micropuce pour trouver les informations d'enregistrement de l'animal
he: הזן מזהה מיקרו-צ'יפ כדי למצוא מידע על רישום בעל החיים
ru: Введите ID микрочипа для поиска регистрационной информации питомца

# enterMicrochipIdToValidate
source: Enter a microchip ID to validate its format
es: Ingrese un ID de microchip para validar su formato
fr: Entrez un ID de micropuce pour valider son format
he: הזן מזהה מיקרו-שבב לאימות הפורמט שלו
ru: Введите ID микрочипа для проверки его формата

source: Error opening email
es: Error al abrir email
fr: Erreur lors de l'ouverture de l'email
he: שגיאה בפתיחת אימייל
ru: Ошибка открытия email

source: Error opening PayPal
es: Error al abrir PayPal
fr: Erreur lors de l'ouverture de PayPal
he: שגיאה בפתיחת PayPal
ru: Ошибка открытия PayPal

source: For Pet Owners
es: Para dueños de mascotas y veterinarios en todo el mundo
fr: Pour les propriétaires d'animaux et vétérinaires du monde entier
he: עבור בעלי חיות ווטרינרים ברחבי העולם
ru: Для владельцев домашних животных и ветеринаров по всему миру

# formatDescription
source: Format Information
es: Información de Formato
fr: Information sur le Format
he: מידע על הפורמט
ru: Информация о Формате

source: Format Validation
es: Validación de Formato
fr: Validation du Format
he: אימות פורמט
ru: Проверка Формата

source: Free Features
es: Características Gratuitas
fr: Fonctionnalités Gratuites
he: תכונות חינמיות
ru: Бесплатные Функции

# getHelpWhenNeeded
source: Get help when you need it most
es: Obtén ayuda cuando más la necesites
fr: Obtenez de l'aide quand vous en avez le plus besoin
he: קבל עזרה כשאתה הכי צריך
ru: Получите помощь, когда она больше всего нужна

source: Global Coverage
es: 🌍 Cobertura Global • 🔍 Búsqueda Multi-Registro
fr: 🌍 Couverture Mondiale • 🔍 Recherche Multi-Registres
he: 🌍 כיסוי גלובלי • 🔍 חיפוש ברישומים מרובים
ru: 🌍 Глобальное покрытие • 🔍 Поиск по нескольким реестрам

source: Global Registries
es: Registros Globales de Mascotas
fr: Registres Mondiaux d'Animaux
he: רישומי חיות מחמד גלובליים
ru: Глобальные реестры домашних животных

# helpContent
source: Professional microchip validation tool with Bluetooth and NFC scanning capabilities. Validate microchip ID formats against international standards and access comprehensive registry contact information. This app provides format validation and registry directory services. For official pet identification and database lookups, contact veterinary professionals and official registries directly.
es: Herramienta profesional de validación de microchips con capacidades de escaneo Bluetooth y NFC. Valide formatos de ID de microchip contra estándares internacionales y acceda a información completa de contacto de registros. Esta aplicación proporciona servicios de validación de formato y directorio de registros. Para identificación oficial de mascotas y búsquedas en bases de datos, contacte profesionales veterinarios y registros oficiales directamente.
fr: Outil professionnel de validation de puces électroniques avec capacités de scan Bluetooth et NFC. Validez les formats d'ID de puce électronique selon les standards internationaux et accédez aux informations complètes de contact des registres. Cette application fournit des services de validation de format et de répertoire de registres. Pour l'identification officielle d'animaux et les recherches dans les bases de données, contactez les professionnels vétérinaires et les registres officiels directement.
he: כלי מקצועי לאימות מיקרו-שבבים עם יכולות סריקת Bluetooth ו-NFC. אמת פורמטים של מיקרו-שבבי בעלי חיים לפי תקנים בינלאומיים וגש למידע מלא ליצירת קשר עם רישומים. אפליקציה זו מספקת שירותי אימות פורמט ומדריך רישומים. לזיהוי רשמי של בעלי חיים וחיפושים במסדי נתונים, צור קשר עם אנשי מקצוע וטרינרים ורישומים רשמיים ישירות.
ru: Профессиональный инструмент для валидации микрочипов с возможностями сканирования Bluetooth и NFC. Проверяйте форматы ID микрочипов животных согласно международным стандартам и получайте доступ к полной контактной информации реестров. Это приложение предоставляет услуги валидации формата и справочник реестров. Для официальной идентификации животных и поиска в базах данных обращайтесь к ветеринарным специалистам и официальным реестрам напрямую.

source: Help & FAQ
es: Ayuda y Preguntas Frecuentes
fr: Aide et FAQ
he: עזרה ושאלות נפוצות
ru: Помощь и Часто Задаваемые Вопросы

source: Help Improve
es: Ayuda a mejorar esta aplicación
fr: Aidez à améliorer cette application
he: עזרו לשפר את האפליקציה
ru: Помогите улучшить это приложение

# helpTitle
source: Microchip Guide
es: Guía de Microchip
fr: Guide des Puces
he: מדריך צ'יפים
ru: Руководство по Чипам

source: How to Use
es: Cómo Usar
fr: Comment Utiliser
he: איך להשתמש
ru: Как использовать

source: Invalid Format ✗
es: Formato Inválido ✗
fr: Format Invalide ✗
he: פורמט לא תקין ✗
ru: Неправильный Формат ✗

# invalidInput
source: Please enter a valid microchip ID
es: Ingrese un ID de microchip válido
fr: Entrez un ID de puce valide
he: הכנס מזהה צ'יפ תקין
ru: Введите правильный ID чипа

# israelSupport
source: Israel
fr: Israël
he: ישראל
ru: Израиль

# israelSupportDescription
source: Complete support for Israeli veterinary registries and pet identification systems
es: Soporte completo para registros veterinarios israelíes y sistemas de identificación de mascotas
fr: Support complet pour les registres vétérinaires israéliens et systèmes d'identification d'animaux
he: תמיכה מלאה ברישומים וטרינריים ישראליים ומערכות זיהוי חיות מחמד
ru: Полная поддержка израильских ветеринарных реестров и систем идентификации животных

source: Language
es: Idioma
fr: Langue
he: שפה
ru: Язык

# languageSelection
source: Language
es: Selección de Idioma
fr: Sélection de Langue
he: בחירת שפה
ru: Выбор Языка

source: Learn More
es: Aprender más
fr: En savoir plus
he: למד עוד
ru: Узнать больше

# madeWithLove
source: Made with ❤️ for pet owners and veterinarians
es: Hecho con ❤️ para dueños de mascotas y veterinarios
fr: Fait avec ❤️ pour les propriétaires d'animaux et vétérinaires
he: נוצר עם ❤️ עבור בעלי חיות מחמד ווטרינרים
ru: Сделано с ❤️ для владельцев домашних животных и ветеринаров

source: Maybe Later
es: Tal Vez Más Tarde
fr: Peut-être Plus Tard
he: אולי מאוחר יותר
ru: Может Быть Позже

source: Microchip ID input field
es: Campo de entrada de ID de microchip
fr: Champ de saisie d'ID de micropuce
he: שדה קלט מזהה מיקרו-שבב
ru: Поле ввода ID микрочипа

# nfcAvailableMessage
source: Your device's NFC is available. Tap the 'Scan with NFC' button to begin.
es: El NFC de su dispositivo está disponible. Toque el botón 'Escanear con NFC' para comenzar.
fr: Le NFC de votre appareil est disponible. Appuyez sur le bouton 'Scanner avec NFC' pour commencer.
he: ה-NFC של המכשיר שלך זמין. הקש על כפתור 'סרוק עם NFC' כדי להתחיל.
ru: NFC вашего устройства доступен. Нажмите кнопку 'Сканировать с NFC', чтобы начать.

# nfcNotAvailable
source: NFC is not available on this device or not enabled.
es: NFC no está disponible en este dispositivo.
fr: NFC n'est pas disponible sur cet appareil.
he: NFC לא זמין במכשיר זה.
ru: NFC недоступен на этом устройстве.

source: NFC scan failed
es: Falló el escaneo NFC
fr: Échec du scan NFC
he: סריקת NFC נכשלה
ru: Ошибка сканирования NFC

source: NFC Scanning
es: Escaneo NFC
fr: Scan NFC
he: סריקת NFC
ru: NFC Сканирование

# nfcScanningPro
source: NFC Scanning
es: Escaneo NFC
fr: Scan NFC
he: סריקת NFC
ru: NFC Сканирование

# noOfficialLookup
source: Does not perform official database lookups
es: No realiza búsquedas oficiales en bases de datos
fr: Ne effectue pas de recherches officielles dans les bases de données
he: לא מבצע חיפושים רשמיים במסדי נתונים
ru: Не выполняет официальные поиски в базах данных

# noPairedDevices
source: No paired external scanners found. Pair Bluetooth scanners in your device's Bluetooth settings. NFC is available for tap-to-scan functionality.
es: No se encontraron dispositivos Bluetooth emparejados. Empareje un escáner en la configuración Bluetooth de su dispositivo.
fr: Aucun appareil Bluetooth apparié trouvé. Appariez un scanner dans les paramètres Bluetooth de votre appareil.
he: לא נמצאו מכשירי Bluetooth מזווגים. זווג סורק בהגדרות Bluetooth של המכשיר שלך.
ru: Не найдено сопряженных Bluetooth устройств. Выполните сопряжение сканера в настройках Bluetooth вашего устройства.

# noPairedDevicesMessage
source: No paired Bluetooth devices found. Pair a scanner in your device's Bluetooth settings.
es: No se encontraron dispositivos Bluetooth emparejados. Empareje un escáner en la configuración Bluetooth de su dispositivo.
fr: Aucun appareil Bluetooth apparié trouvé. Appariez un scanner dans les paramètres Bluetooth de votre appareil.
he: לא נמצאו מכשירי Bluetooth מזווגים. זווג סורק בהגדרות Bluetooth של המכשיר שלך.
ru: Не найдено сопряженных Bluetooth устройств. Выполните сопряжение сканера в настройках Bluetooth вашего устройства.

# notAffiliated
source: Not affiliated with any registry organization
es: No afiliado con ninguna organización de registro
fr: Non affilié à aucune organisation de registre
he: לא קשור לארגון רישום כלשהו
ru: Не связан с какой-либо организацией реестра

source: Not Found
es: No Encontrado
fr: Puce Non Trouvée?
he: לא נמצא
ru: Не найдено

source: One-time purchase
es: Compra única
fr: Achat unique
he: רכישה חד-פעמית
ru: Одноразовая покупка

source: Paired Devices
es: Dispositivos Emparejados
fr: Appareils Appariés
he: מכשירים מזווגים
ru: Сопряженные Устройства

# pairedDevicesMessage
source: A list of your connected Bluetooth scanners will appear here.
es: Aquí aparecerá una lista de sus escáneres Bluetooth conectados.
fr: Une liste de vos scanners Bluetooth connectés apparaîtra ici.
he: רשימת סורקי Bluetooth המחוברים שלך תופיע כאן.
ru: Здесь появится список ваших подключенных Bluetooth сканеров.

source: PayPal link copied to clipboard
es: Enlace PayPal copiado al portapapeles
fr: Lien PayPal copié dans le presse-papiers
he: קישור PayPal הועתק ללוח
ru: Ссылка PayPal скопирована в буфер обмена

# prioritySupportPro
source: Priority Support
es: Soporte Prioritario
fr: Support Prioritaire
he: תמיכה עדיפות
ru: Приоритетная Поддержка

# proFeatureLocked
source: This feature requires Pro
es: Esta característica requiere Pro
fr: Cette fonctionnalité nécessite Pro
he: תכונה זו דורשת Pro
ru: Эта функция требует Pro

source: Pro Features
es: Características Pro
fr: Fonctionnalités Pro
he: תכונות Pro
ru: Pro Функции

# proUnlocked
source: Pro features unlocked!
es: ¡Características Pro desbloqueadas!
fr: Fonctionnalités Pro débloquées!
he: תכונות Pro נפתחו!
ru: Pro функции разблокированы!

source: Professional Microchip Validator
es: Validador Profesional de Microchips
fr: Validateur Professionnel de Micropuces
he: מאמת מיקרו-שבבים מקצועי
ru: Профессиональный Валидатор Микрочипов

source: Quick Actions
es: Acciones Rápidas
fr: Actions Rapides
he: פעולות מהירות
ru: Быстрые Действия

source: Refresh
es: Actualizar
fr: Actualiser
he: רענן
ru: Обновить

source: Region
es: Región
fr: Région
he: אזור
ru: Регион

# registryContacts
source: Registry Information
es: Información de Registro
fr: Contacts du Registre
he: אנשי קשר רישום
ru: Контакты Реестра

source: Restore Purchases
es: Restaurar Compras
fr: Restaurer les Achats
he: שחזר רכישות
ru: Восстановить Покупки

# russiaSupport
source: Russia
es: Rusia
fr: Russie
he: רוסיה
ru: Россия

# russiaSupportDescription
source: Complete support for Russian veterinary registries and animal passport systems
es: Soporte completo para registros veterinarios rusos y sistemas de pasaportes animales
fr: Support complet pour les registres vétérinaires russes et systèmes de passeports animaux
he: תמיכה מלאה ברישומים וטרינריים רוסיים ומערכות דרכונים לחיות
ru: Полная поддержка российских ветеринарных реестров и систем паспортов животных

source: Scan with NFC
es: Escanear con NFC
fr: Scanner avec NFC
he: סרוק עם NFC
ru: Сканировать с NFC

# scannedId
source: Scanned ID: {chipId}
es: ID Escaneado
fr: ID Scannée
he: מזהה נסרק
ru: Отсканированный ID

# scannedIdLabel
source: Scanned ID
es: ID Escaneado
fr: ID Scannée
he: מזהה נסרק
ru: Отсканированный ID

# scannerCompatibilityDisclaimer
source: Scanner support is provided for compatible Bluetooth devices. We do not manufacture scanners and cannot guarantee compatibility with all models.
es: El soporte del escáner se proporciona para dispositivos Bluetooth compatibles. No fabricamos escáneres y no podemos garantizar la compatibilidad con todos los modelos.
fr: Le support du scanner est fourni pour les appareils Bluetooth compatibles. Nous ne fabriquons pas de scanners et ne pouvons garantir la compatibilité avec tous les modèles.
he: תמיכת הסורק מסופקת למכשירי Bluetooth תואמים. איננו מייצרים סורקים ואיננו יכולים להבטיח תאימות עם כל הדגמים.
ru: Поддержка сканера предоставляется для совместимых Bluetooth устройств. Мы не производим сканеры и не можем гарантировать совместимость со всеми моделями.

# scannerDataDisclaimer
source: Scanned chip IDs are used for immediate format validation only. This information is not stored, saved, or transmitted by Chip Companion.
es: Los datos escaneados se procesan localmente solo para validación inmediata y no se almacenan ni transmiten.
fr: Les données scannées sont traitées localement uniquement pour validation immédiate et ne sont ni stockées ni transmises.
he: נתוני הסריקה מעובדים מקומית לאימות מיידי בלבד ואינם נשמרים או מועברים.
ru: Отсканированные данные обрабатываются локально только для немедленной проверки и не сохраняются и не передаются.

source: Scanner Disclaimers
es: Avisos del Escáner
fr: Avertissements du Scanner
he: הודעות סורק
ru: Уведомления Сканера

source: Scanner Management
es: Gestión de Escáneres
fr: Gestion des Scanners
he: ניהול סורקים
ru: Управление Сканерами

source: Scanning...
es: Escaneando...
fr: Scan en cours...
he: סורק...
ru: Сканирование...

source: Select Language
es: Seleccionar Idioma
fr: Sélectionner la Langue
he: בחר שפה
ru: Выберите язык

source: Settings
es: Configuración
fr: Paramètres
he: הגדרות
ru: Настройки

# settingsTitle
source: Settings
es: Configuración
fr: Paramètres
he: הגדרות
ru: Настройки

source: Source Code on GitHub
es: Código Fuente en GitHub
fr: Code Source sur GitHub
he: קוד מקור ב-GitHub
ru: Исходный Код на GitHub

source: Start Bluetooth Scan
es: Iniciar Escaneo Bluetooth
fr: Démarrer le Scan Bluetooth
he: התחל סריקת Bluetooth
ru: Начать Bluetooth Сканирование

# step1
source: Step 1: Enter the microchip ID
es: 1. Ingrese el ID del microchip de su mascota
fr: 1. Entrez l'ID de la micropuce de votre animal
he: 1. הזן את מזהה המיקרו-צ'יפ של החיה
ru: 1. Введите ID микрочипа вашего питомца

# step2
source: Step 2: Tap Validate Format
es: 2. Toque 'Buscar ID' para buscar
fr: 2. Appuyez sur 'Rechercher l'ID' pour chercher
he: 2. הקש על 'חיפוש מזהה' כדי לחפש
ru: 2. Нажмите 'Найти ID' для поиска

# step3
source: Step 3: Review the results
es: 3. Vea los detalles de registro
fr: 3. Consultez les détails d'enregistrement
he: 3. הצג פרטי הרישום
ru: 3. Просмотрите детали регистрации

# step4
source: Step 4: Contact registries for verification
es: 4. Contacte el registro si es necesario
fr: 4. Contactez le registre si nécessaire
he: 4. צור קשר עם הרישום במידת הצורך
ru: 4. Свяжитесь с реестром при необходимости

# stepByStep
source: Step by Step Guide
es: Guía Paso a Paso
fr: Guide Étape par Étape
he: מדריך שלב אחר שלב
ru: Пошаговое руководство

# suggestedRegistries
source: Registry Information
es: Información de Registro
fr: Information du Registre
he: מידע רישום
ru: Информация Реестра

source: Support
es: Apoyar el Desarrollo
fr: Soutenir le Développement
he: תמיכה בפיתוח
ru: Поддержать разработку

source: Support this App
es: Apoyar esta App
fr: Soutenir cette App
he: תמוך באפליקציה זו
ru: Поддержать это Приложение

source: Supported Regions
es: Regiones Compatibles
fr: Régions Supportées
he: אזורים נתמכים
ru: Поддерживаемые регионы

# tapToScanNFC
source: Use phone's built-in NFC reader for modern microchip tags
es: Usar el lector NFC integrado del teléfono para etiquetas de microchip modernas
fr: Utiliser le lecteur NFC intégré du téléphone pour les étiquettes de micropuce modernes
he: השתמש בקורא NFC מובנה של הטלפון לתגיות מיקרו-שבב מודרניות
ru: Используйте встроенный NFC ридер телефона для современных меток микрочипов

source: Tip Jar
es: Propinas
fr: Pourboires
he: צנצנת הטיפים
ru: Чаевые

source: Tips
es: Consejos y Trucos
fr: Conseils et Astuces
he: טיפים וטריקים
ru: Советы и трюки

# trademarkNotice
source: Registry names are trademarks of their respective owners
es: Los nombres de registros son marcas registradas de sus respectivos propietarios
fr: Les noms de registres sont des marques déposées de leurs propriétaires respectifs
he: שמות הרישומים הם סימני מסחר של בעליהם
ru: Названия реестров являются товарными знаками их владельцев

# trademarkOwnership
source: Registry names are trademarks of their owners
es: Los nombres de registros son marcas registradas de sus propietarios
fr: Les noms de registres sont des marques déposées de leurs propriétaires
he: שמות הרישומים הם סימני מסחר של בעליהם
ru: Названия реестров являются товарными знаками их владельцев

source: Troubleshooting
es: Solución de Problemas
fr: Dépannage
he: פתרון בעיות
ru: Устранение неполадок

# tryThese
source: Try These Solutions
es: Pruebe estas soluciones:
fr: Essayez ces solutions:
he: נסה את הפתרונות הבאים:
ru: Попробуйте эти решения:

# unableToLoadPricing
source: Unable to load pricing information
es: No se puede cargar la información de precios
fr: Impossible de charger les informations de prix
he: לא ניתן לטעון מידע מחירים
ru: Не удается загрузить информацию о ценах

source: Unavailable
es: No Disponible
fr: Indisponible
he: לא זמין
ru: Недоступно

source: Unlock Pro
es: Desbloquear Pro
fr: Débloquer Pro
he: פתח Pro
ru: Разблокировать Pro

source: Unlock Pro Features
es: Desbloquear Características Pro
fr: Débloquer les Fonctionnalités Pro
he: פתח תכונות Pro
ru: Разблокировать Pro Функции

source: Valid Format ✓
es: Formato Válido ✓
fr: Format Valide ✓
he: פורמט תקין ✓
ru: Правильный Формат ✓

source: Validate
es: Validar
fr: Valider
he: אמת
ru: Проверить

# validateButton
source: Validate Format
es: Validar Formato
fr: Valider le Format
he: אמת פורמט
ru: Проверить Формат

# validateChipFormatsAndFindRegistries
source: Validate chip formats and find registry contacts
es: Valida formatos de chips y encuentra contactos de registros
fr: Validez les formats de puces et trouvez les contacts de registres
he: אמת פורמטים של שבבים ומצא אנשי קשר רישומים
ru: Проверяйте форматы чипов и найдите контакты реестров

source: Validate microchip format
es: Validar formato de microchip
fr: Valider le format de micropuce
he: אמת פורמט מיקרו-שבב
ru: Проверить формат микрочипа

# validateThisChip
source: Would you like to validate this chip ID?
es: Validar Este Chip
fr: Valider Cette Puce
he: אמת צ'יפ זה
ru: Проверить Этот Чип

# validateThisChipQuestion
source: Would you like to validate this chip ID?
es: ¿Le gustaría validar este ID de chip?
fr: Voulez-vous valider cet ID de puce?
he: האם תרצה לאמת את מזהה השבב הזה?
ru: Хотите ли вы проверить этот ID чипа?

source: Validating...
es: Validando...
fr: Validation...
he: מאמת...
ru: Проверка...

source: Validating format...
es: Validando formato...
fr: Validation du format...
he: מאמת פורמט...
ru: Проверка формата...

source: Validating microchip format
es: Validando formato de microchip
fr: Validation du format de micropuce
he: מאמת פורמט מיקרו-שבב
ru: Проверка формата микрочипа

source: Validation error occurred
es: Ocurrió un error de validación
fr: Une erreur de validation s'est produite
he: אירעה שגיאת אימות
ru: Произошла ошибка валидации

# verificationRequired
source: ⚠️ Always verify information with official sources
es: ⚠️ Verifique siempre con fuentes oficiales
fr: ⚠️ Toujours vérifier avec les sources officielles
he: ⚠️ תמיד אמת עם מקורות רשמיים
ru: ⚠️ Всегда проверяйте с официальными источниками

source: Version
es: Versión 2.0.6
he: גרסה 2.0.6
ru: Версия

source: Website
es: Sitio Web
fr: Site Web
he: אתר אינטרנט
ru: Веб-сайт

# worldwideSupport
source: Worldwide
es: Mundial
fr: Mondial
he: עולמי
ru: Всемирный

# worldwideSupportDescription
source: Professional microchip validation and registry directory
es: Validación profesional de microchips y directorio de registros
fr: Validation professionnelle de micropuces et répertoire de registres
he: אימות מיקרו-שבבים מקצועי ומדריך רישומים
ru: Профессиональная валидация микрочипов и справочник реестров

# supportTitle
source: Support Chip Companion
es: Apoyar a Chip Companion
fr: Soutenir Chip Companion
he: תמכו ב-Chip Companion
ru: Поддержать Chip Companion
